Repository: mcne65/openapprentice-website
Catalog: openapprentice/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Admin dashboard
fr: Tableau d'administration

source: New user
fr: Nouvel utilisateur

source: Exit dashboard
fr: Quitter

source: Logout
fr: Deconnexion

source: Home
fr: Maison

source: Users
fr: Utilisateurs

source: Projects
fr: Projets

source: Made with ❤️ in Paris by
fr: Fait avec ❤ a Paris par

source: The OpenApprentice Foundation
fr: La Fondation OpenApprentice

source: Contact us
fr: Nous contacter

source: OpenApprentice Admin New User
fr: Nouvel Utilisateur - Admin OpenApprentice

source: New User
fr: Nouvel Utilisateur

source: Create New User
fr: Creer nouvel Utilisateur

source: Reset
fr: Réinitialiser

source: Cancel
fr: Annuler

source: OpenApprentice Login
fr: Connexion OpenApprentice

source: Login
fr: Connexion

source: Login
fr: Connexion

source: Register
fr: S'enregister

source: Apprentice System
fr: Systeme d'Appprentice

source: Learning Path
fr: Chemin d'apprentissage

source: For Teachers
fr: Pour les profs

source: For Patrons & Sponsors
fr: Pour les supporteurs

source: For Recruiters
fr: Pour les recruteurs

source: Our mission
fr: Notre mission

source: Our Team
fr: Notre Equipe

source: Links
fr: Liens

source: OpenApprentice Register
fr: S'enregistrer OpenApprentice

source: Meet the team
fr: Rencontrez l'equipe

source: TBD
fr: A Determiner

source: Entry
fr: Entree

source: Value
fr: Valeur

source: User identifier
fr: Identifiant de l'utilisateur

source: User's email
fr: Email de l'utilisateur

source: User's scope
fr: Scope de l'utilisateur

source: Is the user confirmed
fr: L'utilisateur est t'il confirme

source: Is the user logged in
fr: L'utilisateur est t'il enregistre

source: Last time the user logged in
fr: Derniere connexion de l'utilisateur

source: The user's prefered locale
fr: Langue preferee de l'utilisateur

source: The user's prefered timezone
fr: Timezone preferee de l'utilisateur

source: Last time the user was modified
fr: Derniere fois que l'utilisateur a ete modifie

source: Who confirmed the user
fr: Qui a confirme l'utilisateur

source: When was the user confirmed
fr: Quand a ete confirme l'utilisateur

source: When was the user created ?
fr: Quand a ete cree l'utilisateur

source: User access count
fr: Nb access de l'utilisateur

source: Does the user have access to the API
fr: Acces API de l'utilisateur

source: the user's coach
fr: coach de l'utilisateur

source: The user's username
fr: Pseudo de l'utilisateur

source: The user's first name
fr: Prenom de l'utilisateur

source: The user's last name
fr: Nom de famille de l'utilisateur

source: The user's birthday
fr: Anniversaire de l'utilisateur

source: The user's phone number
fr: Telephone de l'utilisateur

source: The user's gender
fr: Sexe de l'utilisateur

source: The user's position
fr: Position de l'utilisateur

source: Extra information on the user
fr: Info extra de l'utilisateur

source: The user's personal website
fr: Site web perso de l'utilisateur

source: The user's LinkedIn
fr: LinkedIn de l'utilisateur

source: The user's Twitter
fr: Twitter de l'utilisateur

source: The user's GitHub
fr: Github de l'utilisateur

source: The user's GitLab
fr: Gitlab de l'utilisateur

source: The user's BitBucket
fr: BitBucket de l'utilisateur

source: The user's CloudForge
fr: CloudForge de l'utilisateur

source: The user's StackOverflow
fr: StackOverflow de l'utilisateur

source: The user's DevRant
fr: DevRant de l'utilisateur
